accessibility-inspector
adapta-gtk-theme
adriconf
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alligator
alsa-utils
amd-ucode
android-file-transfer
android-tools
angelfish
arch-install-scripts
arianna
ark
artikulate
audacious
audacity
audex
audiocd-kio
audiotube
base
base-devel
bind
bitwarden
blender
blinken
bluedevil
bluez
bluez-utils
bomber
bovo
breeze
breeze-gtk
breeze-icons
brightnessctl
btop
btrfs-progs
calf
cantor
capitaine-cursors
ccache
cervisia
chromium
cliphist
cockatrice
code
colord-kde
compsize
corectrl
dconf-editor
devtools
directx-headers
discord
discover
dmenu
dmidecode
dnsmasq
dolphin
dolphin-plugins
dos2unix
dotnet-host
dotnet-runtime
dotnet-runtime-6.0
dotnet-sdk
dotnet-sdk-7.0
dragon
drkonqi
efibootmgr
electron
elisa
espeak-ng
expac
eza
falkon
ffmpegthumbnailer
ffmpegthumbs
file-roller
filelight
firefox
firewalld
flatpak
flatpak-kcm
foot
francis
galculator
gamemode
gamescope
ghidra
ghostwriter
gimp
git
git-lfs
glow
gnome-keyring
godot
goverlay
gparted
granatier
grantlee-editor
grim
gst-plugin-pipewire
gstreamer-vaapi
gvfs
gvfs-mtp
gwenview
helvum
hexedit
htop
icoutils
inkscape
inter-font
inxi
iptables-nft
irqbalance
isoimagewriter
itinerary
iw
iwd
jdk17-openjdk
jre8-openjdk
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kglobalacceld
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
krita
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kvantum
kwallet-pam
kwalletmanager
kwave
kwayland
kweather
kwin
kwordquiz
kwrited
layer-shell-qt
lensfun
lib32-clang
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-pipewire-jack
lib32-spirv-llvm-translator
lib32-spirv-tools
lib32-v4l-utils
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libappindicator-gtk2
libc++
libkeybinder3
libkscreen
libksysguard
libplasma
libpulse
libreoffice-fresh
libva-mesa-driver
libva-utils
libvirt
linux
linux-firmware
linux-headers
lokalize
lshw
lskat
lutris
man-db
mangohud
marble
markdownpart
massif-visualizer
mbox-importer
merkuro
mesa-demos
mesa-vdpau
milou
mimalloc
minuet
mono-msbuild
mosh
movit
mpc
mpd
mpv
msr-tools
nano
ncdu
ncmpcpp
neochat
neofetch
net-tools
network-manager-applet
networkmanager
nmap
nodejs
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntp
nvme-cli
obs-studio
ocean-sound-theme
okular
openmw
openrgb
openssh
otf-font-awesome
otf-ipafont
oxygen
oxygen-sounds
pacman-contrib
palapeli
papirus-icon-theme
parley
partitionmanager
patchelf
pavucontrol
pcmanfm-gtk3
perf
picmi
pim-data-exporter
pim-sieve-editor
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgstats
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
plocate
polkit-gnome
polkit-kde-agent
powerdevil
poxml
print-manager
python-pandas
python-pip
python-pipx
python-pyotp
python-pyperclip
python-pywal
qbittorrent
qemu-base
qemu-full
qmk
qqc2-breeze-style
qt5-wayland
qt6-wayland
qt6-webengine
qt6ct
realtime-privileges
rebuild-detector
reflector
rocs
rsync
rtaudio
sbctl
schedtool
sddm-kcm
seahorse
signon-kwallet-extension
skanlite
skanpage
skladnik
slurp
smartmontools
soundfont-fluid
sox
spectacle
spirv-headers
steam
steam-native-runtime
step
svgpart
sway
swaybg
swayidle
sweeper
swtpm
swww
systemsettings
telly-skout
thunderbird
tk
tmux
tokodon
traceroute
ttf-dejavu
ttf-fira-code
ttf-nerd-fonts-symbols
udiskie
umbrello
unrar
vdpauinfo
vi
virt-manager
vlc
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wacomtablet
waybar
wayland-protocols
wev
wget
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
wl-clipboard
wofi
xclip
xdelta3
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xorg-server
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xwayland
xsel
yadm
yakuake
yt-dlp
zanshin
zim
zram-generator
zsh
